import React from 'react'

function Agree() {
  return (
    <div>
    <h3>제 1 조 (목적)</h3>
    <hr/>
    <h6>본 약관은 주식회사 케이티(이하 회사)가 제공하는 인터넷 관련 서비스(이하 서비스라고 한다.)를 이용함에 있어 회사와 회원과의 권리, 의무 및 기타 조건 등을 규정함을 목적으로 합니다</h6>
    
    <h3>제 2 조 (약관의 효력 및 개정)</h3>
    <hr/>
        <ol>
            <li>①본 약관의 내용은 서비스 화면에 게시하거나 기타의 방법으로 회원에게 공시하고, 이에 동의한 회원이 서비스에 가입함으로써 효력이 발생합니다.</li>
            <li>②회사는 본 약관의 내용과 회사의 상호, 영업소 소재지, 대표자 성명, 사업자 등록번호, 연락처(전화, 팩스, 전자우편주소 등)등을 회원이 알 수 있도록 서비스 초기 화면에 게시합니다.</li>
            <li>③본 약관은 회사가 필요하다고 인정되는 경우 대한민국 법령의 범위 내에서 개정할 수 있으며, 회사가 약관을 개정할 경우에는 적용예정일 및 개정사유를 명시하여 현행 약관과 함께 서비스 초기화면에 그 적용예정일 7일 전부터 공지합니다. 다만, 회원에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두 고 공지하는 것 외에 e-mail발송 등 전자적 수단을 통해 별도로 통지합니다.</li>
            <li>④회원은 개정된 약관에 대해 동의하지 않을 권리가 있으며, 개정된 약관에 동의하지 않을 경우 이용계약을 해지할 수 있습니다. 단 회사가 전항에서 정한 사전 유예기간 내에 의사표시를 하지 않으면 개정된 약관에 동의 한다는 것으로 본다는 뜻을 명확하게 공지 또는 통지 하였음에도 회원이 명시적으로 거부의사를 표시하지 않거나 이용계약을 해지 하지 않은 경우 회원이 개정약관에 동의한 것으로 봅니다.</li>
            <li>⑤회사는 개별 서비스에 대해서는 별도의 이용약관 및 규정, 세부 이용지침 등을 둘 수 있으며, 해당 내용이 본 약관과 상충할 경우에는 개별서비스 약관이 우선하여 적용됩니다.</li>
        </ol>
    
    
    <h3>제 3 조 (약관외 준칙)</h3>
    <hr/>
    <h6>본 약관에 명시되지 않은 사항은 전기통신기본법, 전기통신사업법 및 전자거래기본법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령 또는 상관례에 따릅니다.</h6>
    
    <h3>제 4 조 (용어의 정의)</h3>
    <hr/>
    <ol>
        <li>①본 약관에서 사용하는 용어의 정의는 다음과 같습니다.</li>
            <ul>
                <li>1. 서비스: 회사가 이용자 또는 회원에게 PC, 휴대용 단말기등 각종 유무선 기기 또는 프로그램을 통하여 이용할 수 있도록 제공하는 모든 서비스</li>
                <li>2. 회원 : 회사에서 제공하는 사이트에 접속하여 본 약관과 개인정보처리방침에 동의하고, 아이디(ID)와 비밀번호(Password)를 발급 받은 고객으로 회원의 자격 및 권한은 회원유형별로 관리합니다.(회원의 자격 및 권한 등은 본 약관에서 정한 바에 따라 일부 제한될 수 있음)</li>
                <li>3. 사이트 : 서비스를 제공하기 위해 회사가 제작한 웹(Web)기반 유무선 홈페이지 및 어플리케이션(APP)</li>
                <li>4. 아이디(ID) : 회사가 회원 식별과 회원의 서비스 이용을 위해 필요한 식별자를 의미하며, 회원이 선정하고 회사가 승인하는 문자,숫자를 조합한 Text ID 또는 회원이 지정한 고유 email ID가 있습니다.</li>
                <li>5. 비밀번호(Password) : 회사가 회원이 ID와 일치되는 회원임을 확인하고 회원 비밀 보호를 위해 사용하는 수단으로 ID의 개수와 관계없이 회원별로 하나의 비밀번호만 설정,이용이 가능합니다.</li>
                <li>6. IP주소(Internet Protocol address) : 인터넷 망에서 송신원과 송신선을 식별하기 위해 배정하는 주소</li>
                <li>7. 청구기관(Biller) : 회원으로부터 대금을 납부 받는 기관으로, 회원의 신청을 전제로 회사의 서비스를 통하여 회원에게 요금을 청구하고 이를 징수할 권한이 있는 자를 말합니다.</li>
                <li>8. 고객 서비스 제공업체(CSP: Customer Service Provider) : 회원의 선택에 의하여 회사로부터 인터넷 요금정보를 제공 받아 자사의 사이트를 통해 요금조회/청구서비스를 제공하는 사업자를 말합니다.</li>
                <li>9. 전화번호 : 회사의 전화번호를 사용하기 위하여 다음과 같이 고객인증절차를 거쳐 부여받은 번호를 말합니다.</li>
                    <ul>
                        <li>가. 개인 전화번호 : 개인 집전화 가입 고객이 전화번호 등록절차를 통해 발급받은 개인명의의 KT 전화번호</li>
                        <li>나. 업무(공동) 전화번호: 법인이나 단체의 집전화 가입 고객이 등록절차를 통해 발급받은 전화번호</li>
                        <li>다. 대표 전화번호 : 법인이나 단체의 집전화 가입 고객이 서비스 이용을 위해 최초로 등록하여 발급 받은 전화번호로 써 회원이 추가로 등록한 전화번호를 관리하고 서비스 이용 시 과금번호로 사용되며 가족(대표 전화번호 ID가 동일한 회원)간 정보공유의 기준이 되는 유선전화번호</li>
                    </ul>
                <li>10. 불법스팸 : 서비스를 이용해 수신자가 원하지 않는데도 불구하고 일방적으로 전송 또는 게시되는 영리목적의 광고성 정보</li>
                <li>11. 채널 : 서비스가 제공하는 영상, 이미지, 음악 등의 게시물 업로드, 영상 스트리밍, 동영상 실시간 중계, 동영상 편집, 동영상 관리 등을 할 수 있는 플랫폼의 총칭을 말합니다.</li>
                <li>12. 게시물 : 회원이 올린 영상, 글, 사진, 그림, 각종 파일과 링크, 각종 답글 등의 정보의 총칭을 말합니다.</li>
            </ul>
        <li>②이 약관에서 사용하는 용어의 정의는 제1항에서 정하는 것을 제외하고는 관계 법령 및 서비스별 안내에서 정하는 바에 의합니다.</li>
    </ol>
    </div>
  )
}

export default Agree
